Repository: kokitree/wp
Catalog: iriska/languages/*.po
Languages: ru_ru

source: Search results for: %s
ru_ru: Результаты поиска для: %s

source: Nothing found
ru_ru: Ничего не найдено

source: Please try again with different keywords.
ru_ru: Пожалуйста, попробуйте снова с другими ключевыми словами.

source: Skip to content
ru_ru: Перейти к контенту

source: Primary
ru_ru: Основное

source: Menu not set. Go to Admin Panel > Appearance > Menus and set the menu in the primary area. Site visitors do not see this notice.
ru_ru: Меню не установлено. Перейдите в Админ Панель > Внешний вид > Меню и установите меню в главную область. Посетители сайта не видят это уведомление.

source: Information about the author is missing. Go to Admin Panel > Users. On the user edit page, place the text in the "Biographical Info" field. Or hide the section about the author in the Admin Panel > Appearance > Customize > Theme Layout Settings > Single post layout. Site visitors do not see this notice.
ru_ru: Информация об авторе отсутствует. Зайдите в Админ Панель > Пользователи. На странице редактирования пользователя поместите текст в поле "Биографическая информация". Или скройте раздел об авторе в Админ Панель > Внешний вид> Настроить > Настройки макета темы > Макет записи. Посетители сайта не видят этого уведомления.

source: Iriska notice: At the moment, the theme Iriska does not support the infinite scrolling function in the "Jetpack" plugin. This feature will be added in future versions of the Irirska theme.
ru_ru: Уведомление Ириски: На данный момент тема Ириска не поддерживает функцию бесконечной прокрутки в плагине "Jetpack". Эта функция будет добавлена в будущих версиях темы Irirska.

source: Iriska notice: At the moment, the Iriska theme does not fully support the WooCommerce plugin. This means that the plugin will work correctly, but the design of the elements and settings of WooCommerce will be standard. Full WooCommerce support will be added in future versions of the Iriska theme.
ru_ru: Уведомление Ириски: На данный момент тема Ириска не полностью поддерживает плагин WooCommerce. Это означает, что плагин будет работать правильно, но дизайн элементов и настройки WooCommerce будут стандартными. Полная поддержка WooCommerce будет добавлена в будущих версиях темы Ириска.

source: Never show this notice again
ru_ru: Никогда не показывать снова

source: Sidebar for archives
ru_ru: Сайдбар для архивов

source: For the sidebar to be displayed, the corresponding setting must be enabled.
ru_ru: Для отображения сайдбара должна быть включена соответствующая настройка.

source: Sidebar for posts
ru_ru: Сайдбар для записей

source: Widget area for post (after content)
ru_ru: Область виджетов для записи (после контента)

source: For the widget area to be displayed, the corresponding setting must be enabled.
ru_ru: Для отображения области виджетов должна быть включена соответствующая настройка.

source: Sidebar for pages
ru_ru: Сайдбар для страниц

source: Sidebar for 404 page
ru_ru: Сайдбар для 404 страницы

source: Sidebar for search page
ru_ru: Сайдбар для страницы поиска

source: Footer widget area 1
ru_ru: Область виджетов в нижнем колонтитуле 1

source: You can set the width of the area in the appropriate settings.
ru_ru: Вы можете установить ширину области в соответствующих настройках.

source: Footer widget area 2
ru_ru: Область виджетов в нижнем колонтитуле 2

source: Footer widget area 3
ru_ru: Область виджетов в нижнем колонтитуле 3

source: Footer widget area 4
ru_ru: Область виджетов в нижнем колонтитуле 4

source: Comments (%1$d)
ru_ru: Комментарии (%1$d)

source: Categories:
ru_ru: Категории:

source: Tags:
ru_ru: Теги:

source: Iriska | Latest posts
ru_ru: Ириска | Последние записи

source: Title:
ru_ru: Заголовок:

source: Number of posts:
ru_ru: Количество записей:

source: Titles length:
ru_ru: Длина заголовков:

source: Display thumbnails in posts without thumbnails
ru_ru: Отображать миниатюру в записях без миниатюры

source: Accent color is displayed.
ru_ru: Отображается акцентный цвет.

source: Display publication date
ru_ru: Отображать дату публикации

source: From categories:
ru_ru: Из категорий:

source: From tags:
ru_ru: Из тегов:

source: Include:
ru_ru: Включить:

source: Exclude:
ru_ru: Исключить:

source: Sidebar
ru_ru: Сайдбар

source: Site powered by %1$s | Theme: %2$s
ru_ru: Сайт работает на %1$s | Тема: %2$s

source: Comments (%1$d) for post &ldquo;%2$s&rdquo;
ru_ru: Комментарии (%1$d) для записи &ldquo;%2$s&rdquo;

source: Comments are closed.
ru_ru: Комментарии закрыты.

source: No comments yet.
ru_ru: Пока нет комментариев.

source: Name
ru_ru: Имя

source: Email
ru_ru: Адрес ел. почты

source: Website
ru_ru: Веб-сайт

source: Comment
ru_ru: Комментарий

source: Page not found
ru_ru: Страница не найдена

source: Use the form below to search the site.
ru_ru: Используйте форму ниже для поиска по сайту.

source: Read more
ru_ru: Читать далее

source: Sticky
ru_ru: Прикреплено

source: There is nothing here yet.
ru_ru: Здесь пока ничего нет.

source: Pages:
ru_ru: Страницы:

source: Previous post
ru_ru: Предыдущая запись

source: Next post
ru_ru: Следующая запись

source: Avatar
ru_ru: Аватар

source: Latest posts
ru_ru: Последние записи

source: Header colors
ru_ru: Цвета верхнего колонтитула

source: Header background image
ru_ru: Изображение на заднем плане для верхнего колонтитула

source: Theme Color Settings
ru_ru: Настройки Цвета Темы

source: Color for site name and description
ru_ru: Цвет для названия и описания сайта

source: Changes will be visible if the display of the site name and description in the section "Site Identity" is enabled.
ru_ru: Изменения будут видны, если включено отображение названия и описания сайта в разделе "Свойства Сайта".

source: Header background color
ru_ru: Цвет фона верхнего колонтитула

source: Background color of the section with menu and logo.
ru_ru: Цвет фона секции с меню и логотипом.

source: Background color of submenus (only for large screens) and background color of the mobile menu
ru_ru: Цвет фона подменю (только для больших экранов) и цвет фона мобильного меню

source: There are currently no settings to change the color of the links in the submenu. Therefore, select a submenu color to contrast with the color of the links in the menu. To change the color of the links in the menu there is a setting below.
ru_ru: На данный момент нет настроек для изменения цвета ссылок в подменю. Поэтому выберите цвет подменю, чтобы он контрастировал с цветом ссылок в меню. Для изменения цвета ссылок в меню есть настройка ниже.

source: Header elements color
ru_ru: Цвета элементов в верхнем колонтитуле

source: The color of elements such as the open mobile menu button, the close mobile menu button and etc.
ru_ru: Цвет элементов, таких как кнопка открытия мобильного меню, кнопка закрытия мобильного меню и т. д.

source: Header links color
ru_ru: Цвет ссылок в верхнем колонтитуле

source: The color of the links in the menu and submenu.
ru_ru: Цвет ссылок в меню и подменю.

source: Links color in the menu when hovering
ru_ru: Цвет ссылок в меню при наведении

source: The color of the current link in the menu
ru_ru: Цвет текущей ссылки в меню

source: If the menu contains the current page, the link will have a different color.
ru_ru: Если меню содержит текущую страницу, ссылка будет другого цвета.

source: The shadow color in the header and submenu
ru_ru: Цвет тени в верхнем колонтитуле и подменю

source: Main colors
ru_ru: Главные цвета

source: Accent color
ru_ru: Акцентный цвет

source: Buttons and other elements.
ru_ru: Кнопки и другие элементы.

source: Contrast color
ru_ru: Контрастный цвет

source: The text on the buttons and other elements.
ru_ru: Текст на кнопках и на других элементах.

source: Accent color when hovering
ru_ru: Акцентный цвет при наведении

source: Accent color of the text changes when hovering.
ru_ru: Акцентный цвет текста изменяется при наведении.

source: Accent background color when hovering
ru_ru: Акцентный цвет фона при наведении

source: Accent background color changes when hovering.
ru_ru: Акцентный цвет фона меняется при наведении.

source: Links colors in the content
ru_ru: Цвета ссылок в контенте

source: Links color in the content
ru_ru: Цвет ссылок в контенте

source: The color of the links in the content area. In other areas, the color of the links is equal to the text color.
ru_ru: Цвет ссылок в области контента. В других областях цвет ссылок равен цвету текста.

source: Links color when hovering
ru_ru: Цвет ссылок при наведении

source: Colors for pages, posts, archives
ru_ru: Цвета для страниц, записей, архивов

source: The space background color and some elements
ru_ru: Цвет фона пространства и некоторых элементов

source: The background color of the space around the content and elements such as navigation, caption, etc.
ru_ru: Цвет фона пространства вокруг контента и элементов таких, как навигация, подпись, т.д.

source: Text color (for some elements)
ru_ru: Цвет текста (для некоторых элементов)

source: The color of the text that is in the elements with the color settings above.
ru_ru: Цвет текста в элементах с настройками цвета выше.

source: Background color of the content and some elements
ru_ru: Цвет фона контента и некоторых элементов

source: Background color for content, widgets, navigation elements, fixed buttons and etc.
ru_ru: Цвет фона для контента, виджетов, элементов навигации, фиксированных кнопок и т.д.

source: Text color
ru_ru: Цвет текста

source: Borders color
ru_ru: Цвет границ

source: Border color for tables, widget elements (only Iriska and WordPress widgets), and other content area elements.
ru_ru: Цвет границ для таблиц, элементов в виджетах (только Ириска и WordPress виджеты) и других элементов в области контента.

source: Overlay colors
ru_ru: Цвета затемнения

source: Overlay background color
ru_ru: Цвет фона затемнения

source: Background color of the overlay when opening the comment area, sidebar and etc.
ru_ru: Цвет фона затемнения при открытии области комментариев, сайдбара и т.д.

source: Footer colors
ru_ru: Цвета нижнего колонтитула

source: Footer copyright area background color
ru_ru: Цвет фона области авторского права в нижнем колонтитуле

source: Footer copyright text color
ru_ru: Цвет текста в области авторского права в нижнем колонтитуле

source: Background color in footer widget areas
ru_ru: Цвет фона в нижнем колонтитуле в области виджетов

source: The background will be visible if the footer widget area is enabled (if the footer contains at least one widget). Go to Admin Panel > Appearance > Widgets (or Customizer > Widgets) to add widgets.
ru_ru: Фон будет виден, если включена область виджетов нижнего колонтитула (если нижний колонтитул содержит хотя бы один виджет). Перейдите в Админ Панель > Внешний вид> Виджеты (или Настройка > Виджеты), чтобы добавить виджеты.

source: Text color in the footer widgets
ru_ru: Цвет текста в виджетах в нижнем колонтитуле

source: Borders color in the footer widget areas
ru_ru: Цвет границ в нижнем колонтитуле в области дли виджетов

source: Border color for tables, widget elements (only Iriska and WordPress widgets), and other elements in the footer widget area.
ru_ru: Цвет границ для таблиц, элементов в виджетах (только Ириска и WordPress виджеты) и других элементов в нижнем колонтитуле в области для виджетов.

source: Theme Layout Settings
ru_ru: Настройки Макета Темы

source: Header layout for large screens
ru_ru: Макет верхнего колонтитула для больших экранов

source: Settings for the header for large screens (from 980px and up).
ru_ru: Настройки для верхнего колонтитула для больших экранов (от 980px и выше).

source: Header min height (px)
ru_ru: Минимальная высота верхнего колонтитула (px)

source: Logo width (%)
ru_ru: Ширина логотипа (%)

source: The min height of the fixed header (px)
ru_ru: Минимальная высота фиксированного верхнего колонтитула (px)

source: Logo width in fixed header (%)
ru_ru: Ширина логотипа в фиксированном верхнем колонтитуле(%)

source: Header layout for medium screens
ru_ru: Макет верхнего колонтитула для средних экранов

source: Settings for the header for medium screens (from 768px to 980px).
ru_ru: Настройки для верхнего колонтитула для средних экранов (от 768px до 980px).

source: Header layout for small screens
ru_ru: Макет верхнего колонтитула для маленьких экранов

source: Settings for the header for small screens (up to 768px).
ru_ru: Настройки для верхнего колонтитула для маленьких экранов (до 768px).

source: Mobile menu and fixed header
ru_ru: Мобильное меню и фиксированный верхний колонтитул

source: Fixed header
ru_ru: Фиксированный верхний колонтитул

source: Mobile menu (px)
ru_ru: Мобильное меню (px)

source: Set the value at which the mobile menu will be enabled instead of the usual one.
ru_ru: Установите значение, при котором мобильное меню будет включено вместо обычного.

source: Mobile menu for all screens
ru_ru: Мобильное меню для всех экранов

source: Mobile menu for all screens. Setting above will not work if you enable this setting.
ru_ru: Мобильное меню для всех экранов. Настройка выше не будет работать, если вы включите эту настройку.

source: Single post layout
ru_ru: Макет записи

source: Display sidebar
ru_ru: Отображать сайдбар

source: Display author
ru_ru: Отображать автора

source: Display comments
ru_ru: Отображать комментарии

source: Display categories
ru_ru: Отображать категории

source: Display tags
ru_ru: Отображать теги

source: Display buttons Previous post/Next post
ru_ru: Отображать кнопки Предыдущая запись/Следующая запись

source: Display info about the author
ru_ru: Отображать информацию об авторе

source: Display widget area on single post
ru_ru: Отображать область для виджетов на странице записи

source: Width of widgets in the widgets area of post
ru_ru: Ширина виджетов в области виджетов записи

source: Display latest posts
ru_ru: Отображать последние записи

source: Number of latest posts
ru_ru: Количество последних записей

source: The length of the last posts titles
ru_ru: Длина заголовков последних записей

source: Display publication date in latest posts.
ru_ru: Отображать дату публикации в последних записях.

source: Single page layout
ru_ru: Макет страницы

source: Archives layout
ru_ru: Макет архивов

source: The length of the text in the post preview
ru_ru: Длина текста в предпросмотре записи

source: Content layout
ru_ru: Макет контента

source: Content max width (px)
ru_ru: Максимальная ширина контента (px)

source: Full width
ru_ru: Полная ширина

source: If enabled, the container will be 100% width. The "Content max width (px)" setting will not work if this setting is enabled.
ru_ru: Если включено, контейнер будет иметь ширину 100%. Настройка "Максимальная ширина контента (px)" не будет работать, если эта настройка включена.

source: Smooth scroll
ru_ru: Плавная прокрутка

source: Smooth scrolling through blocks (if the link contains the "id" of the block). Disable this setting if it conflicts with scripts from other plugins.
ru_ru: Плавная прокрутка по блокам (если ссылка содержит "id" блока). Отключите эту настройку, если она конфликтует со скриптами из других плагинов.

source: Layout 404 page
ru_ru: Макет 404 страницы

source: Footer layout for large screens
ru_ru: Макет нижнего колонтитула для больших экранов

source: Set the width of the widget areas for large screens (from 980px and up). To make changes visible, place widgets in these areas.
ru_ru: Установите ширину областей виджетов для больших экранов (от 980px и выше). Чтобы сделать изменения видимыми, разместите виджеты в этих областях.

source: Widget area width 1 (%)
ru_ru: Ширина области виджетов 1 (%)

source: Widget area width 2 (%)
ru_ru: Ширина области виджетов 2 (%)

source: Widget area width 3 (%)
ru_ru: Ширина области виджетов 3 (%)

source: Widget area width 4 (%)
ru_ru: Ширина области виджетов 4 (%)

source: Footer layout for medium screens
ru_ru: Макет нижнего колонтитула для средних экранов

source: Set the width of the widget areas for medium screens (from 768px to 980px). To make changes visible, place widgets in these areas.
ru_ru: Установите ширину областей виджетов для средних экранов (от 768px до 980px). Чтобы сделать изменения видимыми, разместите виджеты в этих областях.

source: Footer layout for small screens
ru_ru: Макет нижнего колонтитула для маленьких экранов

source: Set the width of the widget areas for small screens (up to 768px). To make changes visible, place widgets in these areas.
ru_ru: Установите ширину областей виджетов для маленьких экранов (до 768px). Чтобы сделать изменения видимыми, разместите виджеты в этих областях.

source: Footer copyright area
ru_ru: Область авторского права в нижнем колонтитуле

source: Copyright text
ru_ru: Текст для авторского права

source: Theme Typography Settings
ru_ru: Настройки Типографики Темы

source: Fonts
ru_ru: Шрифты

source: Place the font link in the boxes below. Font for text and font for headlines. In the CSS field, place the CSS code (without "font-family:"). It is recommended to use Google Fonts. There you will also find the CSS code. To return the original values, copy the link and CSS code from the description of the settings and place in the desired field. %1$s
ru_ru: Поместите ссылку на шрифт в поля ниже. Шрифт для текста и шрифт для заголовков. В поле CSS поместите код CSS (без "font-family:"). Рекомендуется использовать Google Fonts. Там вы также найдете CSS код. Чтобы вернуть исходные значения, скопируйте ссылку и CSS код из описания настроек и поместите в нужное поле. %1$s

source: Read more in the theme documentation
ru_ru: Подробнее в документации к теме

source: Content font
ru_ru: Шрифт для контента

source: Initially: %1$s
ru_ru: Изначально: %1$s

source: CSS code for content font (without "font-family:")
ru_ru: CSS код шрифта для контента (без "font-family:")

source: Content font weight
ru_ru: Толщина начертания для контента

source: Headings font
ru_ru: Шрифт для заголовков

source: CSS code for headings font (without "font-family:")
ru_ru: CSS код шрифта для заголовков (без "font-family:")

source: Headings font weight
ru_ru: Толщина начертания для заголовков

source: Font weight of some elements
ru_ru: Толщина начертания для некоторых элементов

source: About Iriska
ru_ru: О Ириске

source: Documentation
ru_ru: Документация

source: Iriska
ru_ru: Ириска

source: This theme is dedicated to the Iriska. She was kind, cheerful, loved to play various games. Unfortunately, she is no more and it is very sad. She lived 13 years. Next to the text her photo, she was so awesome!
ru_ru: Эта тема посвящена Ириске. Она была добрая, веселая, любила играть в разные игры. К сожалению, ее больше нет, и это очень грустно. Она прожила 13 лет. Рядом с текстом ее фото, она была такая классная!

source: A piece of Iriska will forever be in this theme and in all sites that use the Iriska theme.
ru_ru: Часть Ириски навсегда останется в этой теме и на всех сайтах, которые используют тему Ириска.

source: The documentation describes the theme features, hooks and filters. If the documentation did not help, create a ticket to WordPress.org with question or send the question using the contact form on the page with documentation on the tab "Support". Documentation page also contains the latest changes in the theme, which files were edited and what will be added in the next version.
ru_ru: В документации описаны особенности темы, хуки и фильтры. Если документация не помогла, создайте тикет на WordPress.org с вопросом или отправьте вопрос используя контактную форму на странице с документацией на вкладке "Support". Страница документации также содержит последние изменения в теме, какие файлы были отредактированы и что будет добавлено в следующей версии.

source: View documentation
ru_ru: Посмотреть документацию
